<template id="box-template-three">
    <div class="details-three">
        <div class="picture"></div>
        <h1>大学四年最喜欢做的事</h1>
        <ul>
            <li>
                <h3> 打篮球 </h3>
            </li>
            <li>
                <p>大学最开心的事就是篮球场打篮球，约上三五好友，打球时酣畅淋漓，激情四射，打完球浑身舒服，这时候来一罐冰镇雪碧是最爽的。</p>
            </li>
            <li>
                <h3> 玩游戏 </h3>
            </li>
            <li>
                <p>主要玩三款游戏：NBA2Konline，英雄联盟，炉石传说。毕业后准备入坑守望先锋，因为毕业前以提升前端技术为主。</p>
            </li>
            <li>
                <h3> 看小说 </h3>
            </li>
            <li>
                <p>看了30本左右吧，言情，悬疑，历史都有涉及。也看了不少日本作家写的小说，真的有毒，尤其是太宰治写的《人间失格》，整得我心情低落了一个学期，所以说还是多看一些正能量的作品比较好。</p>
            </li>
    
            <li>
                <h3> 听音乐 </h3>
                <li>
                    <p>这个习惯得改，尤其是敲代码的时候，很影响思考。闲暇之余挺音乐是不错的。</p>
                </li>
    
                <li>
                    <h3> 泡图书馆 </h3>
                    <li>
                        <p>图书馆是个好地方，安静，惬意，偶尔还能抬起头来看看妹子。</p>
                    </li>
        </ul>
    </div>
</template>